#include "Configure.h"

const INT8U ucLetterBlank[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\_.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:27:17
------------------------------------------------------------------------------*/
0x00,0x00,0x00,0x00,0x00,0x00,0x00
};

 const INT8U ucLetterA[] =
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\A.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 20:56:49
------------------------------------------------------------------------------*/
0x80,0x70,0x2C,0x22,0x2C,0x70,0x80
};

 const INT8U ucLetterB[] =
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\B.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 20:55:54
------------------------------------------------------------------------------*/
0x00,0x00,0x7F,0x49,0x49,0x3E,0x00
};

 const INT8U ucLetterC[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\C.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 20:57:24
------------------------------------------------------------------------------*/
0x00,0x7C,0x82,0x82,0x82,0x44,0x00
};

 const INT8U ucLetterD[]=	
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\D.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 20:57:57
------------------------------------------------------------------------------*/
0x00,0xFE,0x82,0x82,0x82,0x7C,0x00
};



 const INT8U ucLetterE[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\E.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 20:58:24
------------------------------------------------------------------------------*/
0x00,0xFE,0x92,0x92,0x92,0x92,0x00
};

 const INT8U ucLetterF[]=
{

/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\F.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 20:59:00
------------------------------------------------------------------------------*/
0x00,0x00,0xFE,0x12,0x12,0x02,0x00
};

 const INT8U ucLetterG[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\G.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 20:59:50
------------------------------------------------------------------------------*/
0x00,0x7C,0x82,0x82,0x92,0x74,0x00
};

 const INT8U ucLetterH[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\H.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:00:19
------------------------------------------------------------------------------*/
0x00,0xFE,0x10,0x10,0x10,0xFE,0x00
};

 const INT8U ucLetterI[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\I.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:00:41
------------------------------------------------------------------------------*/
0x00,0x00,0x00,0xFE,0x00,0x00,0x00
};

 const INT8U ucLetterJ[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\J.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:01:25
------------------------------------------------------------------------------*/
0x00,0xC0,0x80,0x80,0x7E,0x00,0x00
};
	
 const INT8U ucLetterK[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\K.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:01:47
------------------------------------------------------------------------------*/
0x00,0xFE,0x10,0x28,0x44,0x82,0x00
};

		
 const INT8U ucLetterL[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\L.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:02:14
------------------------------------------------------------------------------*/
0x00,0x00,0xFE,0x80,0x80,0x80,0x00
};

	
 const INT8U ucLetterM[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\M.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:02:39
------------------------------------------------------------------------------*/
0xFE,0x0C,0x70,0x80,0x70,0x0C,0xFE
};

 const INT8U ucLetterN[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\N.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:03:32
------------------------------------------------------------------------------*/
0x00,0xFE,0x0C,0x10,0x60,0xFE,0x00
};


 const INT8U ucLetterO[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\O.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:03:58
------------------------------------------------------------------------------*/
0x00,0x7C,0x82,0x82,0x82,0x7C,0x00
};


 const INT8U ucLetterP[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\P.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:04:20
------------------------------------------------------------------------------*/
0x00,0x00,0xFE,0x12,0x12,0x1E,0x00
};

 const INT8U ucLetterQ[]=	
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\Q.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:04:42
------------------------------------------------------------------------------*/
0x00,0x7C,0x82,0x82,0xC2,0xBC,0x00
};

 const INT8U ucLetterR[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\R.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:05:05
------------------------------------------------------------------------------*/
0x00,0xFE,0x12,0x12,0x32,0xCC,0x00
};

		
 const INT8U ucLetterS[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\S.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:05:39
------------------------------------------------------------------------------*/
0x00,0x4C,0x92,0x92,0x64,0x00,0x00
};

		
 const INT8U ucLetterT[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\T.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:05:56
------------------------------------------------------------------------------*/
0x00,0x02,0x02,0xFE,0x02,0x02,0x00
};


 const INT8U ucLetterU[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\U.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:06:20
------------------------------------------------------------------------------*/
0x00,0x7E,0x80,0x80,0x80,0x7E,0x00
};

 const INT8U ucLetterV[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\V.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:06:48
------------------------------------------------------------------------------*/
0x06,0x18,0x60,0x80,0x60,0x18,0x06
};


 const INT8U ucLetterW[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\W.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:07:11
------------------------------------------------------------------------------*/
0x7E,0x80,0x7C,0x02,0x7C,0x80,0x7E
};

 const INT8U ucLetterX[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\X.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:07:35
------------------------------------------------------------------------------*/
0x00,0x82,0x6C,0x10,0x6C,0x82,0x00
};

 const INT8U ucLetterY[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\Y.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:07:55
------------------------------------------------------------------------------*/
0x00,0x02,0x0C,0xF0,0x0C,0x02,0x00
};


const INT8U ucLetterZ[]=
{
/*------------------------------------------------------------------------------
  源文件 / 文字 : C:\Documents and Settings\new\桌面\编码阶段\Data\Letter\Z.bmp
  宽×高（像素）: 7×8
  字模格式/大小 : 单色点阵液晶字模，纵向取模，字节倒序/7字节
  数据转换日期  : 2009-7-16 21:08:14
------------------------------------------------------------------------------*/
0xC2,0xA2,0x92,0x8A,0x86,0x82,0x00
};;

const INT8U *ucLetters[] =
{
	ucLetterBlank,ucLetterA,ucLetterB,ucLetterC,ucLetterD,ucLetterE,ucLetterF,ucLetterG,
	ucLetterH,ucLetterI,ucLetterJ,ucLetterK,ucLetterL,ucLetterM,ucLetterN,ucLetterO,
	ucLetterP,ucLetterQ,ucLetterR,ucLetterS,ucLetterT,ucLetterU,ucLetterV,ucLetterW,ucLetterX,ucLetterY,ucLetterZ,
	
};


