#include "Configure.h"

#ifndef __GAME_CONTROL_H__
#define __GAME_CONTROL_H__

//向上
#define DIR_UP	                   UP
//向下
#define DIR_DOWN	                 DOWN
//向左
#define DIR_LEFT	                 LEFT
//向右
#define DIR_RIGHT	                 RIGHT

/*************************************************************************************************
* 函数名:GameControl_InitialGame                                                                 *
* 功能描述:接管程序控制权，初始化游戏                                                            *
* 日期:2009.07.16                                                                            		 *
* 参数:map 游戏地图编号                                                            							 *
* 返回值: 无                                                                                	   *
* 作者:   王鹏程                                                                               	 *
**************************************************************************************************/
void GameControl_InitialGame(INT8U map);

/*************************************************************************************************
* 函数名:GameControl_KeyPress                                                                    *
* 功能描述:按键事件捕获函数                                                                      *
* 日期:2009.07.16                                                                            		 *
* 参数:map 游戏地图编号                                                            							 *
* 返回值: 无                                                                                	   *
* 作者:   王鹏程                                                                               	 *
**************************************************************************************************/
void GameControl_KeyPress(INT8U ucKeyValue);

#endif

